{
  "HomePage": {
    "title": "Jakub Stepniewski",
    "about": "About",
    "skills": "Skills",
    "experience": "Experience",
    "education": "Education",
    "languages": "Languages",
    "projects": "Projects",
    "contact": "Contact",
    "greeting": "Hi, I'm Jakub Stępniewski",
    "param1": "A passionate fullstack developer with a knack for creating stunning and user-friendly web applications.",
    "param2": "With expertise in React, Next.js, and modern web technologies, I bring ideas to life through clean and efficient code.",
    "param3": " I'm a dedicated fullstack developer with a passion for crafting visually appealing and user-friendly web applications. My journey in web development began with a fascination for design and a desire to create seamless digital experiences.",
    "param4": "Over the years, I've honed my skills in HTML, CSS, and JavaScript, and have become proficient in modern frameworks like React and Next.js. I thrive on challenges and enjoy collaborating with cross-functional teams to bring innovative ideas to life.",
    "param5": "When I'm not coding, you can find me exploring the latest tech trends, contributing to open-source projects, or indulging in my love for photography and travel.",
    "projectsSection": "Project section is under construction. Please check back later"
  },
  "Education": {
    "title1": "Technical Student",
    "locationCity": "Kielce",
    "locationCountry": "Poland",
    "description1": "Completed technical secondary education with a focus on computer science, gaining foundational knowledge in programming, networking, and system administration.",
    "title2": "Bachelor's Degree",
    "description2": "Pursued a Bachelor's degree in Computer Science, deepening my understanding of software development, algorithms, and data structures while engaging in various projects and internships.",
    "organization" : "Technical University of Kielce",
    "title3": "Master's Degree",
    "description3": "Completed a Master's degree in Computer Science, specializing in advanced software engineering concepts, machine learning, and system architecture, while contributing to research and development projects."
  },
  "Experience": {
    "title1": "Internship",
    "organization1":"infover",
    "description1":"Gained practical experience in software development, collaborating with a team to work on real-world projects, enhancing my coding skills, and understanding of the software development lifecycle.",
    "organization2":"Comayo",
    "description2":"Worked as a Junior Frontend Developer, contributing to the development and maintenance of web applications using React and Next.js, while collaborating with designers and backend developers to deliver high-quality user experiences."
  },
  "languageNames": {
    "polish": "Polish",
    "english": "English",
    "german": "German"
  },
  "contact": {
    "contactMe": "Contact Me",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send",
    "successMessage": "Your message has been sent successfully!",
    "errorMessage": "There was an error sending your message. Please try again later."
  }
}